Revit 2027 API
ParameterTypeId.RbsCurveSurfaceArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveSurfaceArea { get; }
Public Shared ReadOnly Property RbsCurveSurfaceArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveSurfaceArea {
	ForgeTypeId^ get ();
}
static member RbsCurveSurfaceArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace